Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.a91961dc43c1
source: リセット後にもう一度お試しください。手動記録は引き続き利用できます。
ar_sa: يرجى المحاولة مرة أخرى بعد إعادة الضبط. التسجيل اليدوي لا يزال متاحا.
ca: Si us plau, torna-ho a provar després de restablir. La gravació manual encara està disponible.
cs: Pokud se nepodaří, zkuste to znovu. Manuální záznamy jsou stále k dispozici.
da: Prøv igen efter nulstilling. Manuel registrering er stadig tilgængelig.
de_de: Bitte versuchen Sie es erneut, nachdem Sie zurückgesetzt haben. Die manuelle Aufzeichnung ist weiterhin verfügbar.
el: Παρακαλούμε δοκιμάστε ξανά μετά την επαναφορά. Η χειροκίνητη καταγραφή παραμένει διαθέσιμη.
en_au: Please try again after resetting. Manual recording is still available.
es_es: Intente nuevamente después de restablecer. La grabación manual sigue disponible.
fi: Kokeile uudelleen, kun olet palauttanut asetukset. Manuaalinen kirjaus on edelleen käytettävissä.
fr_ca: Essayez à nouveau après avoir réinitialisé. Vous pouvez toujours utiliser la saisie manuelle.
gu: જો તમે ફરીથી પ્રયાસ કરો, તો મેન્યુઅલી રેકોર્ડિંગનો ઉપયોગ કરવાનું ચાલુ રાખો.
he: נסו שוב לאחר איפוס. ניתן להשתמש עדיין בתיעוד ידני.
hi: रिसेट करने के बाद फिर से प्रयास करें। मैन्युअल रिकॉर्डिंग का उपयोग जारी रखें।
hr: Pokušajte ponovno nakon resetiranja. Ručni unos podataka je i dalje dostupan.
hu: Kérjük, próbálja újra azután. A manuális rögzítés továbbra is használható.
id: Coba lagi setelah mereset. Anda masih dapat menggunakan pencatatan manual.
it: Riprova dopo aver resettato. La registrazione manuale rimane disponibile.
ko: 재시도해 보십시오. 수동 기록은 계속 이용할 수 있습니다.
mr: पुन्हा प्रयत्न करा. मॅन्युअल रेकॉर्डिंग वापरणे शक्य आहे.
ms: Cuba lagi selepas memulihkan. Anda boleh terus menggunakan catatan manual.
nl_nl: Probeer het opnieuw na het resetten. Handmatige registratie blijft mogelijk.
no: Prøv igjen etter å ha tilbakestilt. Manuell registrering er fortsatt tilgjengelig.
pl: Spróbuj ponownie po zresetowaniu. Możesz nadal korzystać z ręcznego rejestrowania.
pt_br: Tente novamente após redefinir. A gravação manual continua disponível.
pt_pt: Tente novamente após redefinir. A gravação manual continua disponível.
ro: Încercați din nou după resetare. Puteți continua să utilizați înregistrarea manuală.
ru: Попробуйте еще раз после сброса. Ручное ведение записей остается доступным.
sk: Ak sa vám nepodarilo, skúste to znovu po reštarte. Ručné zaznamenávanie je stále k dispozícii.
sl: Poskusite še enkrat po ponovnem nastavitvi. Ročni vnos je še vedno na voljo.
sv: Försök igen efter återställning. Manuellt registrering är fortfarande tillgängligt.
ta: மீண்டும் முயற்சி செய்யவும். கைமுறையாகப் பதிவு செய்வது தொடர்ந்து பயன்படுத்தலாம்.
te: మళ్లీ ప్రయత్నించండి. మాన్యువల్‌గా రికార్డ్ చేయడం కొనసాగించవచ్చు.
th: โปรดลองอีกครั้งหลังจากรีเซ็ต สามารถใช้การบันทึกด้วยตนเองต่อไปได้
tr: Yeniden denemeyi deneyin. Manuel kayıt kullanımı devam etmektedir.
uk: Спробуйте ще раз після скидання. Ручне введення даних все ще доступне.
vi: Vui lòng thử lại sau khi reset. Bạn vẫn có thể sử dụng chức năng ghi thủ công.
zh_hans: 请尝试后再操作。手动记录仍然可用。
zh_hant: 請再次嘗試，即使重置後。手動記錄仍然可用。

# health_meals_body_ai.a9219094c815
source: 保存した記憶をすべて削除しますか？
ar_sa: هل تريد حذف جميع الذكريات المحفوظة؟
ca: Vols suprimir tots els records desats?
cs: Chcete smazat všechny uložené údaje?
da: Vil du slette alle dine gemte data?
de_de: Alle gespeicherten Erinnerungen werden gelöscht?
el: Θέλετε να διαγράψετε όλες τις αποθηκευμένες αναμνήσεις;
en_au: Do you want to delete all saved memories?
es_es: ¿Desea eliminar toda la información guardada?
fi: Poistetaanko kaikki tallennetut muistot?
fr_ca: Voulez-vous supprimer toutes les données enregistrées ?
gu: શું તમે સાચવેલી યાદોને બધી ભૂંસી નાખવા માંગો છો?
he: האם תרצה למחוק את כל הזיכרונות השמורים?
hi: क्या आप सभी सहेजे गए डेटा को हटाना चाहते हैं?
hr: Želite li izbrisati sve pohranjene podatke?
hu: Több mentett emléket töröl?
id: Apakah Anda ingin menghapus semua data yang tersimpan?
it: Vuoi eliminare tutti i dati salvati?
ko: 저장된 모든 기억을 삭제하시겠습니까?
mr: तुम्ही सेव्ह केलेल्या सर्व गोष्टी हटवू इच्छिता?
ms: Adakah anda ingin memulakan semula semua data yang disimpan?
nl_nl: Verwijder alle opgeslagen gegevens?
no: Vil du slette alle lagrede minner?
pl: Czy chcesz usunąć wszystkie zapisane dane?
pt_br: Você deseja excluir todas as memórias salvas?
pt_pt: Você deseja excluir todas as memórias salvas?
ro: Vrei să ștergi toate datele salvate?
ru: Вы хотите удалить все сохраненные данные?
sk: Chcete zmazať všetky uložené údaje?
sl: Ali želite izbrisati vse shranjene podatke?
sv: Vill du radera alla sparade minnen?
ta: சேமித்த நினைவுகளை அனைத்தையும் நீக்க வேண்டுமா?
te: అన్ని నిల్వ చేసిన జ్ఞాపకాలను తొలగించాలా?
th: ต้องการลบหน่วยความจำที่บันทึกไว้ทั้งหมดหรือไม่?
tr: Kaydedilen tüm verileri mi silmek istiyorsunuz?
uk: Чи потрібно видалити всі збережені дані?
vi: Bạn có muốn xóa tất cả các bộ nhớ đã lưu?
zh_hans: 是否要删除所有保存的记忆？
zh_hant: 是否要删除所有保存的记忆？

# health_meals_body_ai.a938c37a9c75
source: HRVの継続データがありません
ar_sa: لا تتوفر بيانات HRV المستمرة
ca: No hi ha dades contínues de HRV disponibles
cs: Chybí údaje o HRV v průběhu času.
da: Ingen kontinuerlige HRV-data er tilgængelige.
de_de: Keine kontinuierlichen HRV-Daten verfügbar.
el: Δεν υπάρχουν διαδοχικά δεδομένα HRV.
en_au: No continuous HRV data available.
es_es: No hay datos continuos de HRV.
fi: Ei ole saatavilla HRV:n jatkuvaa dataa.
fr_ca: Pas de données HRV continues disponibles
gu: HRVનો સતત ડેટા ઉપલબ્ધ નથી.
he: אין נתונים רציפים של HRV.
hi: HRV का कोई निरंतर डेटा उपलब्ध नहीं है।
hr: Nema podataka o HRV tijekom vremena.
hu: Nincs elérhető a HRV adatai az utolsó 14 napban.
id: Tidak ada data HRV berkelanjutan.
it: Non sono disponibili dati HRV continui
ko: HRV 지속 데이터가 없음
mr: HRV चा सातत्यपूर्ण डेटा उपलब्ध नाही.
ms: Tidak ada data HRV yang berterusan.
nl_nl: Geen continue HRV-gegevens beschikbaar.
no: Ingen kontinuerlige HRV-data tilgjengelig.
pl: Brak danych HRV na dłuższy okres.
pt_br: Não há dados de HRV contínuos
pt_pt: Não há dados de HRV contínuos
ro: Nu există date HRV continue.
ru: Отсутствуют данные о HRV в течение длительного периода.
sk: Chýbajú údaje o HRV v priebehu času.
sl: Niso na voljo podatki HRV za daljši čas.
sv: Inga kontinuerliga HRV-data finns tillgängliga.
ta: HRV-யின் தொடர்ச்சியான தரவுகள் இல்லை.
te: HRV యొక్క నిరంతర డేటా లేదు.
th: ไม่มีข้อมูลค่า HRV ที่ต่อเนื่อง
tr: HRV için sürekli veri mevcut değil.
uk: Відсутні дані HRV протягом тривалого періоду.
vi: Không có dữ liệu HRV liên tục.
zh_hans: 没有持续的HRV数据
zh_hant: 沒有持續的 HRV 數據

# health_meals_body_ai.a96837b53ce2
source: 今日の活動量が多め
ar_sa: الكثير من النشاط اليوم
ca: Molta activitat avui
cs: Dnes je hodně aktivních
da: Aktivitetsniveau er højt
de_de: Hohe Aktivitätsmenge heute
el: Υψηλή η δραστηριότητα της ημέρας
en_au: High activity level today
es_es: Volumen de actividad elevado
fi: Tänään on tehty paljon
fr_ca: Volume d'activité élevé
gu: આજના પ્રવૃત્તિનું પ્રમાણ વધારે છે
he: רמת פעילות גבוהה היום
hi: आज की गतिविधि अधिक है
hr: Današnja aktivnost je intenzivna
hu: Ma's nagy mennyiségű tevékenység
id: Jumlah aktivitas hari ini tinggi
it: Livello di attività elevato
ko: 오늘의 활동량이 많음
mr: आजची ॲक्टिव्हिटी जास्त आहे
ms: Aktiviti hari ini banyak
nl_nl: Je hebt veel gedaan vandaag
no: I dag var høy aktivitet
pl: Dzisiaj wykonano dużo ćwiczeń
pt_br: Nível de atividade elevado
pt_pt: Nível de atividade elevado
ro: Activitatea dumneavoastră a fost intensă astăzi
ru: Вы совершили большую физическую активность сегодня
sk: Dnes ste aktívne viac
sl: Današnja aktivnost je bila intenzivna
sv: Idag har varit en aktiv dag
ta: இன்று அதிக அளவு செயல்பாடு
te: ఈ రోజు యొక్క కార్యాచరణ ఎక్కువగా ఉంది
th: กิจกรรมวันนี้ค่อนข้างมาก
tr: Bugün çok aktif
uk: Активності сьогодні багато
vi: Hoạt động nhiều hơn bình thường
zh_hans: 今天活动量较高
zh_hant: 今日活动量较高

# health_meals_body_ai.a9a7774c8845
source: Apple Healthと連携
ar_sa: يعمل مع Apple Health
ca: Funciona amb Apple Health
cs: Propojení s Apple Health
da: Integration med Apple Health
de_de: Verbindung mit Apple Health
el: Σύνδεση με το Apple Health
en_au: Connect to Apple Health
es_es: Conectar con Apple Health
fi: Yhteys Apple Healthiin
fr_ca: Intégration avec Apple Health
gu: Apple Health સાથે જોડાણ
he: חיבור ל-Apple Health
hi: Apple Health के साथ कनेक्ट करें
hr: Integracija s Apple Healthom
hu: Integráció az Apple Health-szel
id: Integrasi dengan Apple Health
it: Integrazione con Apple Health
ko: Apple Health와 연동
mr: Apple Health सोबत कनेक्ट करा
ms: Hubungkan dengan Apple Health
nl_nl: Integratie met Apple Health
no: Koble til Apple Health
pl: Integracja z Apple Health
pt_br: Sincronização com Apple Health
pt_pt: Sincronização com Apple Health
ro: Integrare cu Apple Health
ru: Интеграция с Apple Health
sk: Pripojenie k Apple Health
sl: Povezava z Apple Health
sv: Integrering med Apple Health
ta: Apple Health உடன் இணைக்கவும்
te: Apple Healthతో అనుసంధానం
th: เชื่อมต่อกับ Apple Health
tr: Apple Health ile bağlantı
uk: Інтеграція з Apple Health
vi: Kết nối với Apple Health
zh_hans: 与Apple Health同步
zh_hant: 與Apple Health整合

# health_meals_body_ai.a9e371b42094
source: 食事名とPFCを手動で入力すれば、このまま保存できます。
ar_sa: يمكنك حفظها كما هي عن طريق إدخال اسم الوجبة وPFC يدويًا.
ca: Podeu desar-lo tal com està introduint manualment el nom del menjar i PFC.
cs: Pokud ručně zadáte název jídla a hodnotu PFC, můžete to uložit.
da: Hvis du manuelt indtaster navnet på måltidet og PFC-værdierne, kan du gemme det her.
de_de: Wenn Sie den Namen und die PFC-Angabe manuell eingeben, können Sie dies speichern.
el: Εισάγοντας το όνομα και τις ποσότητες χειροκίνητα, μπορείτε να αποθηκεύσετε αυτόματα.
en_au: If you manually enter the meal name and PFC, you can save it as is.
es_es: Si introduces manualmente el nombre y las calorías (PFC), podrás guardar esto.
fi: Jos syötät ruoan nimen ja PFC-arvon manuaalisesti, voit tallentaa sen tällä hetkellä.
fr_ca: Si vous saisissez manuellement le nom du repas et les valeurs PFC, vous pouvez enregistrer ainsi.
gu: જો તમે ખોરાકની માહિતી અને PFC ને મેન્યુઅલી દાખલ કરો, તો આ જ રીતે સાચવી શકાય છે.
he: אם תזין ידנית את שם הארוחה ואת ערך ה-PFC, תוכל לשמור זאת כעת.
hi: यदि आप भोजन का नाम और PFC को मैन्युअल रूप से दर्ज करते हैं, तो यह जानकारी अभी भी सहेज दी जा सकती है।
hr: Ako ručno unesete naziv jela i vrijednost PFC-a, možete to spremiti.
hu: Ha manuálisan megadja az étel nevét és a tápértékét, ezután elmentheti.
id: Jika Anda memasukkan nama makanan dan informasi PFC secara manual, ini akan disimpan.
it: Inserendo manualmente il nome del pasto e i valori PFC, puoi salvare tutto.
ko: 식사 이름과 PFC를 수동으로 입력하면, 그대로 저장할 수 있습니다.
mr: आहाराचे नाव आणि PFC (PFC म्हणजे प्रथिने, चरबी आणि कर्बोदके) मॅन्युअली (manually) प्रविष्ट केल्यास, हे तसेच सेव्ह (save) करता येईल.
ms: Jika anda memasukkan nama dan jumlah makanan secara manual, ia akan disimpan.
nl_nl: Door de naam en PFC handmatig in te voeren, kunt u deze opslaan.
no: Du kan lagre dette direkte hvis du manuelt skriver inn navn på måltidet og PFC-verdier.
pl: Wprowadzając ręcznie nazwę posiłku i wartość PFC, możesz zapisać to tutaj.
pt_br: Se você inserir manualmente o nome da refeição e os valores de PFC, poderá salvar tudo assim.
pt_pt: Se você inserir manualmente o nome da refeição e os valores de PFC, poderá salvar tudo assim.
ro: Dacă introduceți manual numele mesei și valoarea PFC, puteți salva direct.
ru: Введите название блюда и его пищевую ценность вручную, чтобы сохранить данные.
sk: Ak zadáte názov jedla a jeho nutričné hodnoty (PFC), môžete uložiť údaje ďalej.
sl: Če ročno vneseš ime jedi in njeno količino, lahko shranite.
sv: Om du manuellt anger måltidsnamnet och PFC, kan du spara det här.
ta: உணவின் பெயரை மற்றும் PFC மதிப்பை கைமுறையாக உள்ளிட்டு, இதை அப்படியே சேமிக்கலாம்.
te: ఆహార పేరు మరియు PFCని మాన్యువల్‌గా నమోదు చేయడం ద్వారా, మీరు దీన్ని సేవ్ చేసుకోవచ్చు.
th: หากคุณป้อนชื่ออาหารและค่า PFC ด้วยตนเอง คุณสามารถบันทึกได้เลย
tr: Öğün adını ve PFC değerini manuel olarak girerek, bu şekilde kaydedebilirsiniz.
uk: Якщо ввести назву страви та її харчову цінність вручну, дані можна зберегти.
vi: Nếu nhập tên và thông tin PFC thủ công, bạn có thể lưu lại.
zh_hans: 手动输入饮食名称和PFC，即可保存。
zh_hant: 如果手動輸入飲食名稱和PFC，就可以直接儲存。

# health_meals_body_ai.aa2ce729eb99
source: 食事写真の量推定とHealthの消費エネルギーはいずれも参考値です。1日だけでなく週平均で確認してください。
ar_sa: يعتبر كل من تقدير كمية صورة الوجبة واستهلاك الطاقة للصحة قيمًا مرجعية. تحقق من المتوسطات الأسبوعية، وليس اليومية فقط.
ca: Tant l'estimació de la quantitat de la foto de l'àpat com el consum energètic de Salut són valors de referència. Consulteu les mitjanes setmanals, no només diàries.
cs: Odhad množství a spotřeby energie v aplikaci Health jsou pouze orientační hodnoty. Prohlédněte si je nejen denně, ale i průměrně týdně.
da: Estimeringen af mængden af måltider og forbrugt energi er kun vejledende. Tjek det på ugebasis, ikke kun for én dag.
de_de: Die Schätzung der Menge und der Energieverbrauch im Health sind nur Richtwerte. Bitte überprüfen Sie dies täglich, aber auch über die Woche.
el: Και οι δύο εκτιμήσεις ποσότητας και ενέργειας που καταναλώθηκε στο Apple Health είναι απλώς ενδεικτικές. Παρατηρήστε την εβδομαδιαία μέση τιμή, όχι μόνο μία ημέρα.
en_au: Both the estimated quantity of meal photos and the consumption of energy in Health are reference values. Please check on a weekly basis, not just daily.
es_es: Ambas estimaciones de cantidad y consumo de energía de Health son valores orientativos. Consulta los resultados a diario, pero también semanalmente.
fi: Ruokakuvan määrän ja Healthin kulutetun energian arviot ovat vain suuntaa antavia. Tarkista päivittäisen lisäksi viikoittainen keskiarvo.
fr_ca: Les estimations de quantité et la consommation d'énergie de Health sont des valeurs indicatives. Veuillez consulter quotidiennement, mais aussi en moyenne hebdomadaire.
gu: ખોરાકની તસવીરની માત્રાનો અંદાજ અને હેલ્થમાં વપરાયેલી ઊર્જા બંને ફક્ત સંદર્ભ મૂલ્યો છે. દરરોજ નહીં, પરંતુ અઠવાડિયાના સરેરાશમાં તપાસ કરો.
he: הערכת כמות ותוכן הארוחה, וגם צריכת אנרגיה ב-Health הם הערכות בלבד. בדוק לאורך שבוע ולא רק יום אחד.
hi: भोजन की तस्वीरों की मात्रा का अनुमान और स्वास्थ्य में खपत ऊर्जा दोनों ही केवल अनुमानित मान हैं। कृपया इसे दिन के बजाय सप्ताह के औसत पर देखें।
hr: Smatrajte količinu fotografije hrane i potrošnju energije u zdravlju, i to ne samo dnevno, nego i tjedno.
hu: Az étel mennyiségének és az energiafelhasználásának becslése mindkettő tájékoztató jel, amelyeket naponta, hanem heti átlagban is ellenőriznie kell.
id: Estimasi jumlah dan konsumsi energi kesehatan dari foto makanan adalah nilai referensi. Periksa secara mingguan, bukan hanya harian.
it: La stima della quantità delle foto dei pasti e il consumo energetico di Health sono solo valori indicativi. Controllali su base giornaliera, non solo settimanale.
ko: 식사 사진의 양 추정 및 건강 소모 에너지는 모두 참고 값입니다. 1일뿐만 아니라 주 평균으로 확인해주세요.
mr: आहाराच्या फोटोंमधील अंदाजित प्रमाण आणि 'हेल्थ' मधील ऊर्जेचा वापर हे केवळ अंदाजे आकडे आहेत. दिवसाव्यतिरिक्त, आठवड्याच्या सरासरी आकडेवारी तपासा.
ms: Kedua-duanya adalah anggaran. Sila semak setiap hari, bukan hanya mingguan.
nl_nl: De schatting van de hoeveelheid en de energieverbruik in Health zijn slechts indicaties. Controleer dit op een wekelijkse basis, niet alleen per dag.
no: Estimeringen av mengde og forbruk av energi fra måltider er kun veiledende. Sjekk både daglig og ukegjennomsnitt.
pl: Szacowane ilości i zużycie energii w oparciu o zdjęcia posiłków są wartościami orientacyjnymi. Sprawdź je na poziomie tygodnia, a nie tylko jednego dnia.
pt_br: A estimativa da quantidade e o consumo de energia na saúde são apenas valores de referência. Verifique diariamente, mas também em média semanal.
pt_pt: A estimativa da quantidade e o consumo de energia na saúde são apenas valores de referência. Verifique diariamente, mas também em média semanal.
ro: Estimarea cantității de mâncare și consumul de energie, prezentate în aceste rezultate, sunt valori orientative. Verificați-le pe parcursul săptămânii, nu doar într-o singură zi.
ru: Оценка количества и расхода энергии при питании – это ориентировочные значения. Проверяйте их не только в течение дня, но и в среднем за неделю.
sk: Odhad množstva a spotreby energie pri strave je len orientačný údaj. Skontrolujte aj priemerné hodnoty za týždeň, nie len za jeden deň.
sl: Ocenjevanje količine hrane in porabljene energije v aplikaciji Health sta samo približni vrednosti. Preverjajte jih ne le na dan, ampak tudi povprečno za teden.
sv: Både uppskattningen av mängden och energiförbrukningen i Health är endast ungefärliga värden. Kontrollera istället veckans genomsnitt.
ta: உணவு புகைப்படத்தின் அளவு மற்றும் Health-ன் ஆற்றல் நுகர்வு ஆகிய இரண்டும் தோராயமான மதிப்பீடுகள் மட்டுமே. ஒரு நாள் மட்டுமல்ல, வாரத்திற்கான சராசரி மதிப்பையும் சரிபார்க்கவும்.
te: ఆహార ఫోటోల పరిమాణం అంచనా మరియు ఆరోగ్య వినియోగ శక్తి రెండూ సూచన విలువలు మాత్రమే. రోజుకు కాకుండా వారపు సగటుతో చూడండి.
th: ปริมาณและค่าพลังงานของรูปภาพอาหารเป็นเพียงค่าประมาณ โปรดตรวจสอบรายวัน รวมถึงค่าเฉลี่ยรายสัปดาห์
tr: Öğün fotoğrafının miktarı ve Health'teki enerji tüketimi, her ikisi de yaklaşık değerlerdir. Günlük olarak değil, haftalık ortalama olarak kontrol edin.
uk: Оцінка кількості та споживання енергії при їжі – це лише орієнтовні значення. Перевіряйте їх не тільки щодня, а й у середньому за тиждень.
vi: Cả ước tính số lượng và mức tiêu hao năng lượng của Health đều là giá trị tham khảo. Vui lòng kiểm tra hàng ngày, cũng như trung bình theo tuần.
zh_hans: 饮食照片的数量估算和与Health的消耗能量均为参考值。请以一天平均为准。
zh_hant: 飲食照片的數量估算和與Health的消耗能量，都是參考值。請以一天平均為基準。

# health_meals_body_ai.ab8ec8a66973
source: AIトレーナーとの会話を削除しますか？
ar_sa: هل تريد حذف المحادثة مع مدرب الذكاء الاصطناعي؟
ca: Vols suprimir la conversa amb l'entrenador d'IA?
cs: Chcete smazat konverzaci s AI trenérem?
da: Vil du slette samtalen med AI-træneren?
de_de: Möchten Sie das Gespräch mit dem KI-Trainer löschen?
el: Θέλετε να διαγράψετε τη συνομιλία με τον επαγγελματία προπονητή με τεχνητή νοημοσύνη;
en_au: Delete conversation with AI trainer?
es_es: ¿Desea eliminar la conversación con el entrenador de IA?
fi: Haluatko poistaa keskustelun AI-valmentajan kanssa?
fr_ca: Supprimer la conversation avec le coach IA ?
gu: શું તમે AI ટ્રેનર સાથેની વાતચીતને દૂર કરવા માંગો છો?
he: האם תרצו למחוק שיחה עם מאמן ה-AI?
hi: क्या आप एआई प्रशिक्षक के साथ बातचीत को हटाना चाहते हैं?
hr: Želite li ukloniti razgovor s AI trenjerom?
hu: Telení meg a beszélgetést az AI edzővel?
id: Apakah Anda ingin menghapus percakapan dengan pelatih AI?
it: Vuoi eliminare la conversazione con il trainer IA?
ko: AI 트레이너와의 대화를 삭제하시겠습니까?
mr: एआय प्रशिक्षकाशी संवाद हटवायचा आहे का?
ms: Adakah anda ingin membuang perbincangan dengan pelatih AI?
nl_nl: Wil je het gesprek met de AI-trainer verwijderen?
no: Vil du slette samtalen med AI-treneren?
pl: Czy chcesz usunąć rozmowę z trenerem AI?
pt_br: Você deseja excluir a conversa com o treinador IA?
pt_pt: Você deseja excluir a conversa com o treinador IA?
ro: Doriți să ștergeți conversația cu antrenorul inteligență artificială?
ru: Удалить разговор с тренером ИИ?
sk: Chcete odstrániť rozhovor s AI trénrom?
sl: Ali želite izbrisati pogovor s AI trenerskim programom?
sv: Vill du ta bort samtalet med AI-tränaren?
ta: AI பயிற்சியாளருடன் உரையாடலை நீக்க வேண்டுமா?
te: AI శిక్షకుడితో సంభాషణను తొలగించాలా?
th: ต้องการลบบทสนทนากับโค้ช AI หรือไม่?
tr: Yapay zeka antrenörü ile olan konuşmayı silmek ister misiniz?
uk: Чи хочете видалити розмову з AI-тренером?
vi: Bạn có muốn xóa cuộc trò chuyện với huấn luyện viên AI không?
zh_hans: 是否要删除与 AI 训练师的对话？
zh_hant: 刪除與 AI 教練的對話？

# health_meals_body_ai.abbfa3552a40
source: APIサーバーは応答していますが、必要なモデルを利用できません。
ar_sa: خادم API يستجيب، لكن النموذج المطلوب غير متوفر.
ca: El servidor API respon, però el model requerit no està disponible.
cs: Server API reaguje, ale nemůžete použít potřebný model.
da: API-serveren svarer, men den nødvendige model kan ikke bruges.
de_de: Der API-Server antwortet, aber das benötigte Modell ist nicht verfügbar.
el: Ο διακομιστής API απαντά, αλλά δεν μπορεί να χρησιμοποιήσει το απαιτούμενο μοντέλο.
en_au: The API server is responding, but cannot use the required model.
es_es: El servidor de API responde, pero no puede utilizar el modelo necesario.
fi: API-palvelin vastaa, mutta tarvittavia malleja ei ole käytettävissä.
fr_ca: Le serveur API répond, mais le modèle requis n'est pas disponible.
gu: API સર્વર પ્રતિસાદ આપી રહ્યું છે, પરંતુ જરૂરી મોડેલ ઉપલબ્ધ નથી.
he: שרת ה-API מגיב, אך אי אפשר להשתמש במודל הדרוש.
hi: API सर्वर प्रतिक्रिया दे रहा है, लेकिन आवश्यक मॉडल उपलब्ध नहीं हैं।
hr: Server API odgovara, ali ne može koristiti potrebne modele.
hu: Az API szerver válaszol, de a szükséges model nem elérhető.
id: Server API merespons, tetapi tidak dapat menggunakan model yang diperlukan.
it: Il server API risponde, ma non è possibile utilizzare il modello richiesto.
ko: API 서버는 응답하지만, 필요한 모델을 사용할 수 없습니다.
mr: API सर्व्हर प्रतिसाद देत आहे, परंतु आवश्यक असलेले मॉडेल उपलब्ध नाही.
ms: Pelayan API berfungsi, tetapi tidak dapat menggunakan model yang diperlukan.
nl_nl: De API-server reageert, maar het benodigde model kan niet worden gebruikt.
no: API-serveren svarer, men du kan ikke bruke nødvendige modeller.
pl: Serwer API odpowiada, ale nie można wykorzystać wymaganych modeli.
pt_br: O servidor API está respondendo, mas não consegue utilizar o modelo necessário.
pt_pt: O servidor API está respondendo, mas não consegue utilizar o modelo necessário.
ro: Serverul API răspunde, dar nu poate utiliza modelul necesar.
ru: API-сервер отвечает, но недоступны необходимые модели.
sk: API server odpovedá, ale nemôžete použiť požadovaný model.
sl: Streznik API je na voljo, vendar ne morete uporabiti zahtevanega modela.
sv: API-servern svarar, men kan inte använda det nödvändiga modellen.
ta: API சர்வர் பதிலளிக்கிறது, ஆனால் தேவையான மாதிரியைப் பயன்படுத்த முடியாது.
te: API సర్వర్ ప్రతిస్పందిస్తోంది, కానీ అవసరమైన మోడల్‌ను ఉపయోగించలేము.
th: เซิร์ฟเวอร์ API ตอบสนอง แต่ไม่สามารถใช้โมเดลที่จำเป็นได้
tr: API sunucusu yanıt vermektedir, ancak gerekli modeller kullanılabilir değildir.
uk: API-сервер відповідає, але не може використовувати необхідні моделі.
vi: Máy chủ API đang phản hồi, nhưng không thể sử dụng mô hình cần thiết.
zh_hans: API服务器正在响应，但无法使用所需的模型。
zh_hant: API伺服器已回應，但無法使用所需的模型。

# health_meals_body_ai.abf6a2685234
source: 会話
ar_sa: محادثة
ca: conversa
cs: Rozhovor
da: Samtale
de_de: Gespräch
el: Συνάντηση
en_au: Conversation
es_es: Conversación
fi: Keskustelu
fr_ca: Conversation
gu: ચેટ
he: שיחה
hi: बातचीत
hr: Razgovor
hu: Csevegés
id: Percakapan
it: Conversazioni
ko: 대화
mr: संवाद
ms: Perbualan
nl_nl: Gesprek
no: Samtale
pl: Rozmowa
pt_br: Conversa
pt_pt: Conversa
ro: Conversație
ru: Чат
sk: Rozhovor
sl: Razgovor
sv: Konversation
ta: உரையாடல்
te: సంభాషణ
th: สนทนา
tr: Sohbet
uk: Чат
vi: Trò chuyện
zh_hans: 对话
zh_hant: 对话
